#########################
# More Sane ZSH
#########################

mattmc3/zephyr path:plugins/color
mattmc3/zephyr path:plugins/completion
mattmc3/zephyr path:plugins/compstyle
mattmc3/zephyr path:plugins/directory
mattmc3/zephyr path:plugins/editor
mattmc3/zephyr path:plugins/environment
mattmc3/zephyr path:plugins/history
mattmc3/zephyr path:plugins/utility

#########################
# Core
#########################

Aloxaf/fzf-tab
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-autosuggestions 

#########################
# Goodies
#########################

mfaerevaag/wd
romkatv/powerlevel10k
# jeffreytse/zsh-vi-mode
