mattmc3/zephyr path:plugins/completion

# zsh-users/zsh-syntax-highlighting
# zsh-users/zsh-completions path:src kind:fpath

ohmyzsh/ohmyzsh path:lib 
ohmyzsh/ohmyzsh path:plugins/git 
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/tmux 
ohmyzsh/ohmyzsh path:plugins/ssh-agent
mfaerevaag/wd

romkatv/powerlevel10k

Aloxaf/fzf-tab
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-autosuggestions 

jeffreytse/zsh-vi-mode
